4ops.packer
4ops.terraform
bbenoist.shell
bmalehorn.shell-syntax
bungcip.better-toml
cipchk.cssrem
eamodio.gitlens
EditorConfig.EditorConfig
foxundermoon.shell-format
GitHub.vscode-pull-request-github
googlecloudtools.cloudcode
hashicorp.terraform
ivory-lab.jenkinsfile-support
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
recode4dev.jenkinsfile
redhat.vscode-yaml
sclu1034.justfile
timonwong.shellcheck
yzhang.markdown-all-in-one
